{
    "English": {
        "0": "Thank you, Your language is successfully selected",
        "1": "In the Next steps we will explain you what to keep before hand, so that kyc process should be smooth",
        "2": "Before Starting your KYC, Please take your aadhar card with yourself, The Aadhar card looks like as shown in the image. If you don't have aadhar card, please take pan card with yourself, The Pan card looks like as shown in the image",
        "3": "Please be ready with Pen and Paper.So, that signature can be done and shown in camera",
        "4": "Your KYC has been started.Please adjust your face to take your photo",
        "5": "Please check your photo, If it is okay please press green button",
        "6": "Now 10 seconds timer will start. Take your aadhar card or pan card and show in camera closely, be steady till the scanning timing completes",
        "7": "Please check card picture, If it is okay please press green button",
        "8": "Please sign in the paper and show it in the camera. Your camera will be started whenever you press green button and 5 seconds timer will start. Take your paper and show in camera closely, be steady till the scanning timing completes",
        "9": "Please check your signature picture, If it is okay please press green button",
        "10": "Select your employability type and press green button to go next page and select your yearly salary range",
        "11": "Please verify all the details and finally register",
        "12": "Your kyc is successfully done, if you face any issues in the process Please fill the survey form through link given below"
    },
    "Hindi": {
        "0": "धन्यवाद, आपकी भाषा सफलतापूर्वक चुनी गई है",
        "1": "अगले चरणों में हम आपको बताएंगे कि पहले से क्या रखना है, ताकि केवाईसी प्रक्रिया सुचारू रहे",
        "2": "अपना केवाईसी शुरू करने से पहले, कृपया अपना आधार कार्ड अपने साथ ले जाएं, आधार कार्ड छवि में दिखाए गए जैसा दिखता है। यदि आपके पास आधार कार्ड नहीं है, तो कृपया अपने साथ पैन कार्ड ले जाएं, पैन कार्ड ऐसा दिखता है जैसा कि छवि में दिखाया गया है",
        "3": "कृपया कलम और कागज के साथ तैयार रहें। ताकि, हस्ताक्षर किए जा सकें और कैमरे में दिखाए जा सकें",
        "4": "आपका केवाईसी शुरू हो गया है। कृपया अपना फोटो लेने के लिए अपना चेहरा समायोजित करें",
        "5": "कृपया अपना फोटो जांचें, यदि यह ठीक है तो कृपया हरा बटन दबाएं",
        "6": "अब 10 सेकंड का टाइमर शुरू हो जाएगा। अपना आधार कार्ड या पैन कार्ड लें और कैमरे में बारीकी से दिखाएं, स्कैनिंग का समय पूरा होने तक स्थिर रहें",
        "7": "कृपया कार्ड का चित्र जांचें, यदि यह ठीक है तो कृपया हरा बटन दबाएँ",
        "8": "कृपया कागज पर हस्ताक्षर करें और इसे कैमरे में दिखाएं। जब भी आप हरा बटन दबाएंगे तो आपका कैमरा चालू हो जाएगा और 5 सेकंड का टाइमर शुरू हो जाएगा। अपना कागज लें और कैमरे में बारीकी से दिखाएं, स्कैनिंग का समय पूरा होने तक स्थिर रहें ",
        "9": "कृपया अपना हस्ताक्षर चित्र जांचें, यदि यह ठीक है तो कृपया हरा बटन दबाएं",
        "10": "अपना रोजगार प्रकार चुनें और अगले पृष्ठ पर जाने के लिए हरा बटन दबाएं और अपनी वार्षिक वेतन सीमा चुनें",
        "11": "कृपया सभी विवरण सत्यापित करें और अंत में पंजीकरण करें",
        "12": "आपका केवाईसी सफलतापूर्वक पूरा हो गया है, यदि आपको इस प्रक्रिया में कोई समस्या आती है तो कृपया नीचे दिए गए लिंक के माध्यम से सर्वेक्षण फॉर्म भरें"
    },
    "Bangla": {
        "0": "ধন্যবাদ, আপনার ভাষা সফলভাবে নির্বাচিত হয়েছে",
        "1": "পরবর্তী ধাপে আমরা আপনাকে ব্যাখ্যা করব কি কি হাতের আগে রাখতে হবে, যাতে kyc প্রক্রিয়াটি মসৃণ হয়",
        "2": "আপনার কেওয়াইসি শুরু করার আগে, অনুগ্রহ করে আপনার আধার কার্ডটি নিজের সাথে নিয়ে যান, আধার কার্ডটি ছবিতে দেখানো মত দেখাচ্ছে। আপনার যদি আধার কার্ড না থাকে, তাহলে অনুগ্রহ করে নিজের সাথে প্যান কার্ড নিন, প্যান কার্ডটি দেখতে এমন দেখাচ্ছে ছবিতে দেখানো হয়েছে",
        "3": "দয়া করে কলম এবং কাগজ নিয়ে প্রস্তুত থাকুন৷ তাই, সেই স্বাক্ষরটি করা যেতে পারে এবং ক্যামেরায় দেখানো যেতে পারে",
        "4": "আপনার কেওয়াইসি শুরু হয়েছে৷ আপনার ছবি তোলার জন্য অনুগ্রহ করে আপনার মুখ সামঞ্জস্য করুন",
        "5": "অনুগ্রহ করে আপনার ফটো পরীক্ষা করুন, যদি এটি ঠিক থাকে তবে অনুগ্রহ করে সবুজ বোতাম টিপুন",
        "6": "এখন 10 সেকেন্ডের টাইমার শুরু হবে। আপনার আধার কার্ড বা প্যান কার্ড নিন এবং ক্যামেরায় ঘনিষ্ঠভাবে দেখান, স্ক্যানিং টাইমিং সম্পূর্ণ না হওয়া পর্যন্ত স্থির থাকুন",
        "7": "অনুগ্রহ করে কার্ডের ছবি চেক করুন, যদি এটি ঠিক থাকে তাহলে অনুগ্রহ করে সবুজ বোতাম টিপুন",
        "8": "অনুগ্রহ করে কাগজে সাইন ইন করুন এবং এটি ক্যামেরায় দেখান। আপনি যখনই সবুজ বোতাম টিপবেন তখনই আপনার ক্যামেরা চালু হবে এবং 5 সেকেন্ডের টাইমার শুরু হবে। আপনার কাগজটি নিন এবং ক্যামেরায় ঘনিষ্ঠভাবে দেখান, স্ক্যানিং টাইমিং সম্পূর্ণ না হওয়া পর্যন্ত স্থির থাকুন। ",
        "9": "অনুগ্রহ করে আপনার স্বাক্ষরের ছবি পরীক্ষা করুন, যদি এটি ঠিক থাকে তবে অনুগ্রহ করে সবুজ বোতাম টিপুন",
        "10": "আপনার নিয়োগযোগ্যতার ধরন নির্বাচন করুন এবং পরবর্তী পৃষ্ঠায় যেতে সবুজ বোতাম টিপুন এবং আপনার বার্ষিক বেতনের পরিসর নির্বাচন করুন",
        "11": "অনুগ্রহ করে সমস্ত বিবরণ যাচাই করুন এবং অবশেষে নিবন্ধন করুন",
        "12": "আপনার kyc সফলভাবে সম্পন্ন হয়েছে, যদি আপনি এই প্রক্রিয়ায় কোনো সমস্যার সম্মুখীন হন তাহলে অনুগ্রহ করে নীচে দেওয়া লিঙ্কের মাধ্যমে সমীক্ষা ফর্মটি পূরণ করুন"
    },
    "Tamil": {
        "0": "நன்றி, உங்கள் மொழி வெற்றிகரமாக தேர்ந்தெடுக்கப்பட்டது",
        "1": "அடுத்த படிகளில், கைக் செயல்முறை சீராக இருக்க, கைக்கு முன் என்ன வைத்திருக்க வேண்டும் என்பதை நாங்கள் உங்களுக்கு விளக்குவோம்",
        "2": "உங்கள் KYC ஐத் தொடங்குவதற்கு முன், உங்கள் ஆதார் அட்டையை உங்களுடன் எடுத்துச் செல்லுங்கள், ஆதார் அட்டை படத்தில் காட்டப்பட்டுள்ளது போல் தெரிகிறது. உங்களிடம் ஆதார் அட்டை இல்லையென்றால், பான் கார்டை எடுத்துச் செல்லுங்கள், பான் கார்டு படத்தில் உள்ளது போல் உள்ளது.",
        "3": "தயவு செய்து பேனா மற்றும் பேப்பருடன் தயாராக இருங்கள். எனவே, அந்த கையொப்பத்தை கேமராவில் செய்து காட்டலாம்",
        "4": "உங்கள் KYC தொடங்கப்பட்டது. உங்கள் புகைப்படத்தை எடுக்க உங்கள் முகத்தை சரிசெய்யவும்",
        "5": "உங்கள் புகைப்படத்தை சரிபார்க்கவும், அது சரியாக இருந்தால், பச்சை பொத்தானை அழுத்தவும்",
        "6": "இப்போது 10 வினாடிகள் டைமர் தொடங்கும். உங்கள் ஆதார் அட்டை அல்லது பான் கார்டை எடுத்து கேமராவில் நெருக்கமாகக் காட்டுங்கள், ஸ்கேனிங் நேரம் முடியும் வரை நிலையாக இருங்கள்",
        "7": "அட்டைப் படத்தைப் பார்க்கவும், பரவாயில்லை என்றால் பச்சை பொத்தானை அழுத்தவும்",
        "8": "காகிதத்தில் கையொப்பமிட்டு கேமராவில் காட்டவும். நீங்கள் பச்சை பொத்தானை அழுத்தும் போதெல்லாம் உங்கள் கேமரா தொடங்கப்படும் மற்றும் 5 வினாடிகள் டைமர் தொடங்கும். உங்கள் காகிதத்தை எடுத்து கேமராவில் நெருக்கமாகக் காட்டுங்கள், ஸ்கேனிங் நேரம் முடியும் வரை நிலையாக இருங்கள்",
        "9": "உங்கள் கையொப்பப் படத்தைப் பார்க்கவும், பரவாயில்லை என்றால் பச்சை பொத்தானை அழுத்தவும்",
        "10": "உங்கள் வேலை வாய்ப்பு வகையைத் தேர்ந்தெடுத்து, அடுத்த பக்கத்திற்குச் செல்ல பச்சை பொத்தானை அழுத்தவும் மற்றும் உங்கள் வருடாந்திர சம்பள வரம்பைத் தேர்ந்தெடுக்கவும்",
        "11": "அனைத்து விவரங்களையும் சரிபார்த்து இறுதியாக பதிவு செய்யவும்",
        "12": "உங்கள் kyc வெற்றிகரமாக முடிந்தது, செயல்பாட்டில் ஏதேனும் சிக்கல்கள் இருந்தால், கீழே கொடுக்கப்பட்டுள்ள இணைப்பு மூலம் கணக்கெடுப்பு படிவத்தை நிரப்பவும்"
    },
    "Telugu": {
        "0": "ధన్యవాదాలు, మీ భాష విజయవంతంగా ఎంపిక చేయబడింది",
        "1":"kyc ప్రక్రియ సజావుగా ఉండాలంటే ముందుగా ఏమి ఉంచుకోవాలో తదుపరి దశల్లో మేము మీకు వివరిస్తాము",
        "2":"మీ KYCని ప్రారంభించే ముందు, దయచేసి మీ ఆధార్ కార్డ్‌ని మీతో తీసుకెళ్లండి, ఆధార్ కార్డ్ చిత్రంలో చూపిన విధంగా కనిపిస్తుంది. మీకు ఆధార్ కార్డ్ లేకపోతే, దయచేసి మీతో పాన్ కార్డ్ తీసుకోండి, పాన్ కార్డ్ చిత్రంలో చూపిన విధంగా ఉంది",
        "3":"దయచేసి పెన్ మరియు పేపర్‌తో సిద్ధంగా ఉండండి. కాబట్టి, ఆ సంతకాన్ని కెమెరాలో చేసి చూపవచ్చు",
        "4":"మీ KYC ప్రారంభించబడింది. దయచేసి మీ ఫోటో తీయడానికి మీ ముఖాన్ని సర్దుబాటు చేయండి",
        "5":"దయచేసి మీ ఫోటోను తనిఖీ చేయండి, అది ఓకే అయితే దయచేసి ఆకుపచ్చ బటన్‌ను నొక్కండి",
        "6":"ఇప్పుడు 10 సెకన్ల టైమర్ ప్రారంభమవుతుంది. మీ ఆధార్ కార్డ్ లేదా పాన్ కార్డ్ తీసుకొని కెమెరాలో దగ్గరగా చూపించండి, స్కానింగ్ సమయం పూర్తయ్యే వరకు స్థిరంగా ఉండండి",
        "7":"దయచేసి కార్డ్ చిత్రాన్ని తనిఖీ చేయండి, అది ఓకే అయితే దయచేసి ఆకుపచ్చ బటన్‌ను నొక్కండి",
        "8":"దయచేసి పేపర్‌లో సైన్ ఇన్ చేసి కెమెరాలో చూపించండి. మీరు ఆకుపచ్చ బటన్‌ను నొక్కినప్పుడల్లా మీ కెమెరా ప్రారంభించబడుతుంది మరియు 5 సెకన్ల టైమర్ ప్రారంభమవుతుంది. మీ కాగితాన్ని తీసుకొని కెమెరాలో దగ్గరగా చూపించండి, స్కానింగ్ సమయం పూర్తయ్యే వరకు స్థిరంగా ఉండండి",
        "9":"దయచేసి మీ సంతకం చిత్రాన్ని తనిఖీ చేయండి, అది ఓకే అయితే దయచేసి ఆకుపచ్చ బటన్‌ను నొక్కండి",
        "10":"మీ ఉపాధి రకాన్ని ఎంచుకుని, తదుపరి పేజీకి వెళ్లడానికి ఆకుపచ్చ బటన్‌ను నొక్కండి మరియు మీ వార్షిక వేతన పరిధిని ఎంచుకోండి",
        "11":"దయచేసి అన్ని వివరాలను ధృవీకరించండి మరియు చివరకు నమోదు చేసుకోండి",
        "12":"మీ kyc విజయవంతంగా పూర్తయింది, ఈ ప్రక్రియలో మీకు ఏవైనా సమస్యలు ఎదురైతే దయచేసి దిగువ ఇచ్చిన లింక్ ద్వారా సర్వే ఫారమ్‌ను పూరించండి"
    }
}